Repository: RobinVan/science_united
Catalog: *_translations/*.po
Languages: de, fi, pl, sk, tr

source: %1 is temporarily shut down for maintenance.
de: %1 wurde vorübergehend wegen Wartungsarbeiten heruntergefahren.
fi: %1 est temporairement indisponible pour maintenance.
pl: %1 jest tymczasowo wyłączony w celu konserwacji.
sk: %1 je dočasne vypnutý kvôli údržbe.
tr: %1 bakım için geçici olarak kapalıdır.

source: Recent contribution
fi: Contribution récente
pl: Niedawny wkład
sk: Nedávne príspevky
tr: Son katkı

source: Continue to your home page
de: Weiter zu deiner Startseite
fi: Continuer sur votre pape d’accueil
pl: Kontynuuj na swojej stronie domowej
sk: Pokračujte na vašu domovskú stránku
tr: Ana sayfanıza devam edin

source: %1 lets you help scientific research projects by giving them computing power. These projects do research in astronomy, physics, biomedicine, mathematics, and environmental science; you can pick the areas you want to support.
de: Mit %1 können Sie wissenschaftlichen Forschungsprojekten helfen, indem Sie ihnen Rechenleistung geben. Diese Projekte forschen in Astronomie, Physik, Biomedizin, Mathematik und Umweltwissenschaften; Sie können die Bereiche auswählen, die Sie unterstützen möchten.
fi: %1 vous permet d'aider des projets de recherche scientifique en leur accordant de la puissance de calcul. Ces projets font des recherches en astronomie, en physique, en biomédecine, en mathématique et en science environnemental. Vous êtes libre de choisir les projets que vous voulez supporter.
pl: %1 pomaga w badaniach naukowych przez dostarczenie im mocy obliczeniowej. Te projekty robią badania w astronomii, fizyce, biomedycynie, matematyce i badaniach środowiskowych; możesz wybrać obszary które chcesz wesprzeć.
sk: %1 vám umožní pomáhať vedeckým výskumným projektom vašou výpočtovou silou. Projekty robia výskum v astronómii, fyzike, biomedicíne, matematike a enviromentálnej vede. Je na vás, ktoré oblasti podporíte.
tr: %1, bilimsel araştırma projelerine bilgi işlem gücü vererek yardımcı olmanızı sağlar. Bu projeler astronomi, fizik, biyomedikal, matematik ve çevre bilimlerinde araştırma yapar; desteklemek istediğiniz alanları seçebilirsiniz.

source: You help by installing BOINC, a free program that runs scientific jobs in the background and when you're not using the computer. BOINC is secure and will not affect your normal use of the computer.
de: Sie können helfen indem Sie das kostenlose Programm BOINC installieren, das wissenschaftliche Arbeiten im Hintergrund ausführt, während Sie den Computer nicht benutzen. BOINC ist sicher und beeinträchtigt nicht die normale Nutzung des Computers.
fi: Vous participez en installant BOINC, un logiciel gratuit qui exécute des tâches scientifique en arrière plan et quand vous n'utilisez pas votre ordinateur. BOINC est sécurisé et n'affectera l'utilisation normal de votre ordinateur.
pl: Pomagasz przez zainstalowanie BOINC, darmowego programu, który na twoim komputerze, w tle lub gdy go nie używasz, uruchamia zadania naukowe. BOINC jest bezpieczny i nie wpłynie na normalne użytkowanie komputera.
sk: Pomôžete tým, že si naištalujete BOINC, voľný program, v ktorom bežia vedecké projekty na pozadí a keď nepoužívate počitač. BOINC je bezpečný a nevplyvní normálne používanie počitača.
tr: Bilimsel işleri arka planda çalıştıran ve bilgisayarı kullanmadığınız zamanlarda çalışan ücretsiz bir program olan BOINC'i kurarak yardımcı olursunuz. BOINC güvenlidir ve normal bilgisayar kullanımınızı etkilemez.

source: %1 is operated by the BOINC project at UC Berkeley.
pl: %1 jest obsługiwany prze projekt BOINC na UC Berkeley.

source: %1 and the research projects it supports are non-profit.
de: %1 und die unterstützten Forschungsprojekte sind gemeinnützig.
fi: %1 et les projets qu'ils supportent sont non lucratif.
pl: %1 i projekty badań które wspiera są non-profit.
sk: %1 a výzkumné projekty, ktoré podporuje sú neziskové.
tr: % 1 ve desteklediği araştırma projeleri kar amacı gütmemektedir.

source: Join %1
de: %1 beitreten
fi: Rejoignez %1
pl: Dołącz do %1
sk: Pridajte sa ku %1
tr: %1 projesine katılın

source: Already joined?
de: Schon beigetreten?
fi: Déjà inscrit ?
pl: Już się przyłączyłeś?
sk: Už ste sa pridali?
tr: Zaten katıldınız mı?

source: Log in.
de: Anmeldung.
fi: Se connecter.
pl: Zaloguj się.
sk: Prihlásenie.
tr: Giriş Yapın

source: Welcome, %1
de: Willkommen, %1
fi: Bienvenue, %1
pl: Witaj, %1
sk: Vitajte, %1
tr: Hoşgeldiniz, %1

source: News
de: Neuigkeiten
fi: Actualités
pl: Aktualności
sk: Novinky
tr: Haberler

source: Ebola-Infected VERO E6 Cell
de: Ebola-infizierte VERO E6 Zellen
fi: Cellule VERO E6 infecté par Ebola
pl: Komórki VERO E6 zainfekowane ebolą
sk: Bunka VERO E6 nakazená ebolou
tr: Ebola bulaşmış VERO E6 Hücresi

source: Simulation of Higgs boson detection
de: Simulation von Higgs-Boson-Erkennung
fi: Simulation de détection de boson de Higgs
pl: Symulacja wykrycia bozonu Higgsa
sk: Simulácia detekcie Higgsovho bozónu
tr: Higgs bozonu tespiti simülasyonu

source: The Earth's interrelated climate systems
de: Die in Wechselbeziehung stehenden Klimasysteme der Erde
fi: Les systèmes climatiques interrelié de la Terre
pl: Współzależne systemy klimatyczne Ziemi
sk: Vzájomne prepojené klimatické systémy
tr: Dünya'nın birbiriyle bağlantılı iklim sistemleri

source: Structure of protein GIF
de: Struktur von Protein-GIFs
fi: GIF de la structure d'une protéine
pl: GIF struktury proteiny
sk: Štruktúra proteínu GIF
tr: Protein GIF yapısı

source: The Hubble ultra-deep field image
de: Das Hubble ultrahochauflösende Feldmuster
fi: Image à grande profondeur de Hubble
pl: Obraz Ultragłębokiego Pola Hubble'a
sk: Obrázok Hubblovho hlbokého pola
tr: Hubble ultra derin alan görüntüsü

source: Science United is funded by the %1National Science Foundation%2, award #1664190, and is based at the %3University of California, Berkeley%4.
de: Science United wird von der %1 National Science Foundation %2, Auszeichnung #1664190, finanziert und hat seinen Sitz an der %3 University of California, Berkeley %4.
fi: Science United est fondée par la %1National Science Foundation%2, récompense #1664190, et est basée à l'%3Université de Californie, à Berkeley.%4
pl: Science United jest finansowane przez %1National Science Foundation%2, decyzja #1664190, i urzęduje przy %3University of California, Berkeley%4.
sk: Science United bolo založené %1National Science Foundation%2, povolenie #1664190, a sídli na %3University of California, Berkeley%4.

source: About
de: Über
fi: À propos
pl: O
sk: O
tr: Hakkında

source: Screen name
pl: Wyświetlana nazwa

source: Email address
de: E-Mail-Adresse
fi: Adresse mail
pl: Adres email
sk: Email
tr: E-posta adresi

source: %1 member since
de: %1 -Mitglied seit
fi: %1 membre depuis
pl: Jest członkiem %1 od
sk: %1 člen od
tr: Şu zamandır %1 üyesi:

source: User ID
de: Benutzer-ID
fi: ID utilisateur
pl: Identyfikator użytkownika
sk: ID užívateľa
tr: Kullanıcı Kimliği

source: Used in community functions
de: Wird in Community-Funktionen verwendet
fi: Utilisé dans les fonctions communautaires
pl: Używany w funkcjach społecznościowych
sk: Používané v komunitných funkciách
tr: Topluluk işlevlerinde kullanılır

source: Account settings
de: Kontoeinstellungen
fi: Paramètres de compte
pl: Ustawienia konta
sk: Nastavenie konta
tr: Hesap Ayarları

source: Computing history
de: Berechnungsübersicht
fi: Historique de calcul
pl: Historia przetwarzania
sk: História výpočtov
tr: Hesaplama Geçmişi

source: Computing settings
de: Berechnungseinstellungen
fi: Paramètres de calcul
pl: Ustawienia przetwarzania
sk: Nastavenie výpočtov
tr: Hesaplama Ayarları

source: You can control how many processors to use (most computers have 4 or 8 processors) and when to use them.
de: Sie können steuern, wie viele Prozessoren (die meisten Computer haben 4 oder 8 Prozessoren) und wie häufig sie verwendet werden sollen.
fi: Vous pouvez choisir combien de processeur utiliser (la plupart des ordinateurs en possèdent 4 ou 8) et quand les utiliser.
pl: Możesz kontrolować jak dużo procesorów użyć (większość komputerów ma 4 lub 8 procesorów) i kiedy ich użyć.
sk: Môžete nastaviť koľko procesorov sa má používať (väčšina počítačov má 4 až 8 procesorov) a kedy sa môžu používať.
tr: Kaç tane işlemcinin kullanılacağını (birçok bilgisayar 4 ila 8 işlemciye sahiptir) ve bunların ne zaman kullanılacağını belirleyebilirsiniz.

source: This may affect your electricity costs and your computer's fan speeds.
de: Dies kann sich auf Ihre Stromkosten und die Lüftergeschwindigkeiten Ihres Computers auswirken.
fi: Cela peut accroître votre consommation électrique et la vitesse des ventilateurs de votre ordinateur.
pl: To może mieć wpływ na twoje rachunki za prąd i prędkość wentylatorów w twoim komputerze.
sk: Toto môže zvýšiť spotrebu elektriny a rýchlosť počítačových ventilátorov.
tr: Bu, elektrik maliyetlerinizi ve bilgisayarınızın fan hızlarını etkileyebilir.

source: Settings affect all your computers. Changes take effect the next time the computer synchs with Science United.
de: Diese Einstellungen betreffen alle Ihre Computer. Änderungen werden erst bei der nächsten Synchronisierung mit Science United wirksam.
fi: Les paramètres s'appliquent à tous vos ordinateurs. Les changements seront appliqués lors de la prochaine synchronisation avec Science United.
pl: Ustawiania wpływają na wszystkie twoje komputery. Zmiany zaczną obowiązywać po następnej synchronizacji komputera z Science United.
sk: Nastavenia ovplyvnia všetky vaše počítače. Zmeny budú aplikované pri najbližšej synchronizácii so Science United.
tr: Ayarlar tüm bilgisayarlarınızı etkiler. Değişiklikler, bilgisayarın Science United ile bir sonraki senkronizasyonunda etkili olur.

source: You can change settings for a particular computer using the BOINC Manager. This also gives you more detailed options.
de: Sie können die Einstellungen für einen bestimmten Computer mit dem BOINC-Manager ändern. Dies ermöglicht Ihnen detailliertere Optionen.
fi: Vous pouvez changer les paramètres d'un ordinateur en particulier en utilisant les Gestionnaire BOINC. Cela vous donne aussi plus d'options avancées.
pl: Możesz zmienić ustawienia konkretnego komputer korzystając z menadżera BOINC. To da ci także bardziej szczegółowe opcje.
sk: Nastavenia pre jednotlivé počítače môžete meniť v BOINC manažéri. V ňom sú aj podrobnejšie nastavenia.
tr: Belirli bir bilgisayarın ayarlarını BOINC Manager kullanarak değiştirebilirsiniz. Bu ayrıca size daha ayrıntılı seçenekler sunar.

source: Choose one of:
de: Wähle eine von:
fi: Choisissez-en une :
pl: Wybierz jeden z:
sk: Vyberte jedno z:
tr: Aşağıdakilerden birini seçin:

source: Low power %1 Use 25% of processors, and stop computing when computer is idle.%2
pl: Niska moc %1 Użyj 25% procesorów, i przerwij przetwarzania kiedy komputer jest bezczynny.%2

source: Standard %1 Use 50% of processors.%2
de: Standard %1 Verwendet 50% der Prozessorleistung. %2
fi: Standard %1 Utilise 50% des processeurs. %2
pl: Standardowe %1 Użyj 50% procesorów.%2
sk: Štandard %1 Používa 50 % procesorov.%2
tr: Standard %1 İşlemcilerin %50'sini kullanın.%2

source: Maximum computing %1 Use all processors.%2
pl: Maksymalne przetwarzanie %1 Użyj wszystkich procesorów.%2

source: Update
de: Aktualisierung
fi: Mise-à-jour
pl: Zaktualizuj
sk: Aktualizovať
tr: Güncelle

source: Computing settings updated
de: Berechnungseinstellungen aktualisiert
fi: Préférence de calcul mis-à-jour.
pl: Zaktualizowano ustawienia przetwarzania
sk: Nastavenia výpočtu boli aktualizované
tr: Hesaplama ayarları güncellendi

source: The new settings will take effect when your computer synchs with Science United.
de: Die neuen Einstellungen werden erst wirksam, wenn Ihr Computer mit Science United synchronisiert wird.
fi: Les nouveaux réglages prendront effet lors de la prochaine synchronisation avec Science United.
pl: Nowe ustawienia zaczną obowiązywać po następnej synchronizacji komputera z Science United.
sk: Zmeny budú aplikované pri najbližšej synchronizácii so Science United.
tr: Yeni ayarlar, bilgisayarınız Science United ile senkronize olduğunda etkili olacaktır.

source: Continue to home page
de: Weiter zur Startseite
fi: Continuer sur votre pape d’accueil
pl: Kontynuuj na swoje stronie domowej
sk: Pokračujte na domovskú stránku
tr: Ana sayfaya devam et

source: Install software
de: Installiere Software
fi: Installer le logiciel
pl: Zainstaluj oprogramowanie
sk: Inštalovať program
tr: Yazılımı kur

source: To participate in %1 you must install BOINC and VirtualBox on your computer.
de: Um an %1 teilnehmen zu können, müssen Sie BOINC und VirtualBox auf Ihrem Computer installieren.
fi: Pour participer à %1, vous devez installer BOINC et VirtualBox sur votre ordinateur.
pl: Żeby uczestniczyć w %1 musisz zainstalować na swoim komputerze BOINC i VirtualBox.
sk: Aby ste sa mohli podielať na %1 musíte si na počítač naištalovať BOINC a VirtualBox.
tr: % 1 programına katılmak için BOINC ve VirtualBox'ı bilgisayarınıza yüklemelisiniz.

source: Email settings
de: E-Mail-Einstellungen
fi: Paramètre d'email
pl: Ustawienia email
sk: Nastavenie emailu
tr: E-posta ayarları

source: Preferences updated.
de: Einstellungen aktualisiert.
fi: Préférence mis-à-jour.
pl: Zaktualizowano preferencje.
sk: Predvoľby aktualizované.
tr: Tercihler güncellendi.

source: Don't send me any emails
de: Senden sie mir keine E-Mails
fi: Ne m'envoyer aucun email.
pl: Nie wysyłaj mi żadnych emaili
sk: Neposielajte mi žiadne maily
tr: Bana e-posta göndermeyin

source: Status emails %1 These tell you how much work your computer(s) have done recently %2
de: Status E-Mails %1 Diese geben Auskunft darüber, wie viele Aufgaben Ihr(e) Computer zuletzt berechnet haben %2
fi: Email de statut %1 Vous informe sur la quantité de travail réalisé par votre/vos ordinateur(s) récemment. %2
pl: Emaile o stanie %1 Powiedzą ci ile pracy ostatnio wykonały twoje komputery %2
sk: Statusové maily %1 Dozviete sa koľko práce vykonal(i) váš(vaše) počítač(e) %2

source: Never
de: Niemals
fi: Jamais
pl: Nigdy
sk: Nikdy
tr: Asla

source: Daily
de: Täglich
fi: Journalier
pl: Codziennie
sk: Denne
tr: Günlük

source: Weekly
de: Wöchentlich
fi: Hebdomadaire
pl: Co tydzień
sk: Týždenne
tr: Haftalık

source: Monthly
de: Monatlich
fi: Mensuel
pl: Co miesiąc
sk: Mesačne
tr: Aylık

source: Community emails %1 These tell you about private messages, forum posts, and friend requests %2
de: Community-E-Mails %1 Diese enthalten Informationen zu privaten Nachrichten, Forenbeiträgen und Freundschaftsanfragen %2
fi: Email communautaire %1 Vous informe des messages privés reçus, les sujets du forum et les demandes d'amis. %2
pl: Emaile społecznościowe %1 Powiadamiają cię o prywatnych wiadomościach, komentarzach na forum i zaproszeniach do znajomych %2
sk: Komunitné maily %1 Oznamy o PM, postoch na fóre a žiadosti o priateľstvo %2

source: Immediately
de: Sofort
fi: Immédiatement
pl: Niezwłocznie
sk: Okamžite
tr: Hemen

source: Daily summary
de: Tägliche Zusammenfassung
fi: Rapport journalier
pl: Podsumowanie dzienne
sk: Denný prehľad
tr: Günlük özet

source: Save
de: Speichern
fi: Sauvegarder
pl: Zapisz
sk: Uložiť
tr: Kaydet

source: Successful jobs/day
de: Erfolgreiche Aufgaben/Tag
fi: Tâches réussis par jour
pl: Prawidlowych zadan/dzien
sk: Úspešné úlohy/deň
tr: Gün başına başarılı iş

source: Failed jobs/day
de: Fehlgeschlagene Aufgaben/Tag
fi: Tâches échouées par jour
pl: Blednych zadan/dzien
sk: Neúspešné úlohy/deň
tr: Gün başına başarısız iş

source: CPU hours/day
de: CPU-Stunden/Tag
fi: Heures/jour du processeur
pl: Godzin procesora/dzien
sk: Hodiny CPU/deň
tr: Gün başına CPU saatleri

source: GPU hours/day
de: GPU-Stunden/Tag
fi: Heures/jour du processeur graphique
pl: Godzin GPU/dzien
sk: Hodiny GPU/deň
tr: Gün başına GPU saatleri

source: Need help?
de: Brauchen sie Hilfe?
fi: Besoin d'aide ?
pl: Potrzebujesz pomocy?
sk: Potrebujete pomôcť?
tr: Yardıma ihtiyacınız mı var?

source: Problems installing or running BOINC: %1 get help here%2.
de: Probleme beim Installieren oder Ausführen von BOINC: %1 Hier erhalten Sie Hilfe %2.
fi: Vous rencontrez des problèmes à l'installation ou à l’exécution de BOINC : %1 demandez de l'aide ici%2.
pl: Problem z instalacją lub działaniem BOINC: %1 uzyskaj pomoc tutaj %2
sk: Problémy pri ištalácii a spustení BOINC: %1pomoc je tu%2.

source: Problems with %1: ask for help on the %2 %3 message boards.%4
fi: Des problèmes avec %1 : demandez de l'aide sur les forums %2 %3. %4
pl: Problem z %1: poproś o pomoc na %2 forum %3.%4
sk: Problém s %1: požiadajte o pomoc na %2 %3 nástenkách.%4

source: To report a bug or request a feature in %1, create an issue on %2 the %3 Github repository%4 (you'll need a free Github account).
de: Um einen Fehler in %1 zu melden oder ein Feature anzufordern, erstelle ein Thema auf %2 im %3 Github-Repository %4 (dafür benötigst du ein kostenloses Github-Konto).
fi: Pour signaler un bug ou demander une fonctionnalité dans %1, créez une requête sur les dépôts GitHub %2 et %3%4 (vous aurez besoin d'un compte GitHub gratuit).
pl: Żeby zgłosić błąd lub poprosić o funkcjonalność w %1, załóż zgłoszenie w %2 repozytorium %3 na Github%4 (będziesz potrzebować darmowego konta na Github).
sk: Ak chcete nahlásiť chybu či požiadať o vylepšenie %1 vytvorte požiadavku na %2 %3 repozitári GitHub%4 (je nutné vytvoriť si bezplatné konto GitHub)

source: Contribution
pl: Wkład
sk: Príspevky
tr: Katkı

source: View
de: Ansicht
fi: Vue
pl: Zobacz
sk: Zobraziť
tr: Görünüm

source: Your computers
de: Deine Computer
fi: Vos ordinateurs
pl: Twoje komputery
sk: Vaše počítače
tr: Bilgisayarlarınız

source: Computing: graphs
de: Berechne: Graphen
fi: Calcul : graphique
pl: Przetwarzanie: wykresy
sk: Výpočty: grafy
tr: Hesaplama: grafikler

source: Computing: details
de: Berechne: Details
fi: Calcul : détails
pl: Przetwarzanie: szczegóły
sk: Výpočty: detaily
tr: Hesaplama: ayrıntılar

source: Science projects
de: Wissenschaftliche Projekte
fi: Projets de science
pl: Projekty naukowe
sk: Vedecké projekty
tr: Bilimsel Projeler

source: Community
fi: Communauté
pl: Społeczność
sk: Komunita
tr: Topluluk

source: Settings
de: Einstellungen
fi: Paramètres
pl: Ustawienia
sk: Nastavenia
tr: Ayarlar

source: Edit
de: Bearbeiten
fi: Éditer
pl: Edytuj
sk: Upraviť
tr: Düzenle

source: Science areas and locations
fi: Zone géographique de science
pl: Obszary badań i lokalizacje
sk: Vedecké oblasti a lokácie
tr: Bilim alanları ve yerleri

source: Choose the types of research you want to support
de: Wähle die Forschungsvarianten die du unterstützen möchtest
fi: Choisissez le type de recherche que vous souhaitez supporter.
pl: Wybierz rodzaj badań które chcesz wspierać
sk: Vyberte si typ výskumu, ktorý chcete podporovať
tr: Desteklemek istediğiniz araştırma türlerini seçin

source: Computing
de: Berechnen
fi: Calcul
pl: Przetwarzanie
sk: Výpočet
tr: Hesaplama

source: Choose how to use your computers
de: Wähle wie deine Computer genutzt werden
fi: Choisissez l'utilisation de vos ordinateurs
pl: Wybierz jak wykorzystać twoje komputery
sk: Vyberte ako používať váš počítač
tr: Bilgisayarlarınızı nasıl kullanacağınızı seçin

source: Settings for message boards and private messages
de: Einstellungen für Schwarzes Brett und private Nachrichten
fi: Paramètres des forums de discussion et des messages privés
pl: Ustawienia forum i wiadomości prywatnych
sk: Nastavenia nástenky a PM
tr: Mesaj panoları ve özel mesajlar için ayarlar

source: Account
de: Konto
fi: Compte
pl: Konto
sk: Konto
tr: Hesap

source: Name, password, email address
de: Name, Passwort, E-Mail-Adresse
fi: Nom, mot de passe, adresse email
pl: Nazwa, hasło, adres email
sk: Meno, heslo a email
tr: Ad, şifre, e-posta adresi

source: When and whether we should email you
de: Wann und ob wir Ihnen eine E-Mail schicken sollen
fi: Quand faut-il vous envoyer un courriel
pl: Czy i kiedy mamy ci wysyłać emaile
sk: Kedy a či vás máme kontaktovať
tr: Size e-posta göndermemiz gerekip gerekmediği ve bunun ne zaman olabileceği

source: Your home page
de: Deine Startseite
fi: Votre page d'accueil
pl: Twoja strona domowa
sk: Domovská stránka
tr: Ana sayfanız

source: No computers yet
de: Zur Zeit keine Computer
fi: Pas encore d'ordinateur
pl: Na razie brak komputerów
sk: Zatiaľ žiaden počítač
tr: Henüz bilgisayar yok

source: Computer name
fi: Nom de l'ordinateur
pl: Nazwa komputera
sk: Meno počítača
tr: Bilgisayar adı

source: Click for details
de: Klicke für Einzelheiten
fi: Cliquez pour plus de détails
pl: Kliknij po szczegóły
sk: Kliknite pre detaily
tr: Ayrıntılar için tıklayın

source: Operating system
de: Betriebssystem
fi: Système d'exploitation
pl: System operacyjny
sk: Operačný systém
tr: İşletim sistemi

source: Last contact
de: Letzter Kontakt
fi: Dernier contact
pl: Ostatni kontakt
sk: Posledný kontakt
tr: Son iletişim

source: Remove
de: Entfernen
fi: Supprimer
pl: Usuń
sk: Odstrániť
tr: Kaldır

source: ... if this is a duplicate or the computer is no longer running BOINC
de: ... wenn es sich um ein Duplikat handelt oder der Computer BOINC nicht mehr ausführt
fi: ... s'il s'agit d'un doublon ou si l'ordinateur n'exécute plus BOINC
pl: ...jeśli to duplikat lub na komputerze już nie działa BOINC
sk: ... ak je to duplikát alebo počítač už nepoužíva BOINC
tr: ... eğer bu bilgisayar artık BOINC çalıştırmıyorsa veya bir bilgisayarın tekrar kaydıysa

source: How projects are chosen for %1
de: Wie Projekte für %1 ausgewählt werden
fi: Comment les projets sont choisis pour %1
pl: Jak wybierane są projekty dla %1
sk: Ako sú vyberané projekty pre %1
tr: %1 için projeler nasıl seçilir?

source: To decide which projects this computer should work for, we compute a "score" for each project. The components of the score are:
de: Um zu entscheiden, für welche Projekte dieser Computer arbeiten soll, berechnen wir für jedes Projekt eine "Punktzahl". Die Bestandteile der Punktzahl sind:
fi: Pour décider des projets avec lesquels cet ordinateur doit fonctionner, nous calculons un "score" pour chaque projet. Les composantes de ce score sont :
pl: By zdecydować dla których projektów ten komputer powinien pracować, dla każdego projektu obliczamy "punktację". Składnikami punktacji są:
sk: Aby sme rozhodli, ktorý projekt má počítač spracovať vypočítavame skóre každého projektu. Jeho komponenty sú:
tr: Bu bilgisayarın hangi projeler için çalışması gerektiğine karar vermek için her proje için bir "skor" hesaplıyoruz. Puanlamanın bileşenleri şunlardır:

source: Keyword score
fi: Score par mot-clé
pl: Punktacja słów kluczowych
sk: Skóre kľúčového slova
tr: Anahtar kelime puanı

source: How well your keyword preferences match the project's keywords.
fi: Dans quelle mesure vos préférences de mots-clés correspondent aux mots-clés du projet.
pl: Jak dokładnie twoje słowa kluczowe pasują do słów kluczowych projektu.
sk: Ako dobre sa zhodujú nastavenia vašich kľúčových slov s projektom.
tr: Anahtar kelime tercihleriniz projenin anahtar kelimelerine ne kadar iyi uyuyor.

source: Platform score
fi: Score de la plate-forme
pl: Punktacja platformy
sk: Skóre platformy
tr: Platform puanı

source: -1 if the project has no programs that will run on the computer; 0 if it does; +1 if one of them uses a GPU or VirtuaBox.
de: -1 wenn das Projekt keine Programme hat, die auf dem Computer ausgeführt werden können; 0 wenn ja; +1, wenn eines von ihnen eine GPU oder VirtualBox verwendet.
fi: -1 si le projet n'a pas de programmes s'exécutant sur l'ordinateur ; 0 si oui ; +1 si l'un d'eux utilise un processeur graphique ou VirtualBox.
pl: -1 jeśli projekt nie ma programu który mógłby pracować na komputerze; 0 jeśli ma; +1 jeśli któryś z nich wykorzystuje GPU lub VirtualBox.
sk: -1 ak projekt nemá programy, ktoré môžu bežať na počítači; 0 ak má; +1 ak niektoré používajú GPU alebo VirtualBox.

source: Balance
fi: Répartition
pl: Balans
sk: Vyváženie
tr: Denge
