Repository: RobinVan/science_united
Catalog: *_translations/*.po
Languages: de, fi, pl, sk, tr

source: Measured integer speed
fi: Vitesse mesurée en nombres entiers
pl: Zmierzona wydajność stałoprzecinkowa
sk: Nameraná rýchlosť celého čísla
tr: Ölçülen tamsayı hızı

source: Average upload rate
de: Durchschnittliche Upload Geschwindigkeit
fi: Taux de téléversement moyen
pl: Średnia prędkość wysyłania
sk: Priemerná rýchlosť nahrávania
tr: Ortalama yükleme hızı

source: %1 KB/sec
de: %1 KB/s
fi: %1 Ko/s
pl: %1 KB/s
sk: %1 KB/s
tr: %1 KB/saniye

source: Average download rate
de: Durchschnittliche Download Geschwindigkeit
fi: Taux de téléchargement moyen
pl: Średnia prędkość pobierania
sk: Priemerná rýchlosť sťahovania
tr: Ortalama indirme hızı

source: No accounting records yet
fi: Pas encore de données de compte
pl: Na razie brak zapisów kont

source: CPU days
de: CPU Stunden
fi: Jours processeur
pl: Dni CPU
sk: Dni CPU
tr: CPU günleri

source: GPU days
de: GPU Tage
fi: Jours processeur graphique
pl: Dni GPU
sk: Dni GPU
tr: GPU günleri

source: Successful jobs
de: Erfolgreiche Aufgaben
fi: Tâches réussies
pl: Prawidłowych zadań
sk: Úspešné úlohy
tr: Başarılı işler

source: Failed jobs
de: Fehlgeschlagene Aufgaben
fi: Tâches échouées
pl: Błędnych zadań
sk: Neúspešné úlohy:
tr: Başarısız işler

source: Past month:
de: Letzten Monat:
fi: Le mois dernier :
pl: Miniony miesiąc:
sk: Posledný mesiac:
tr: Geçmiş ay:

source: Not enough data yet
de: Zur Zeit nicht genügend Daten
fi: Pas encore assez de données
pl: Na razie za mało danych
sk: Zatiaľ nie sú dáta
tr: Henüz yeterli veri yok

source: An invitation code is required to create an account.
de: Ein Einladungscode ist erforderlich um ein Konto zu erstellen.
fi: Un code d'invitation est nécessaire pour créer un compte.
pl: Żeby założyć konto wymagany jest kod zaproszenia.
sk: Na vytvorenie konta je potrebný pozývací kód.
tr: Hesap oluşturmak için bir davet kodu gereklidir.

source: Invitation code
de: Einladungscode
fi: Code d'invitation
pl: Kod zaproszenia
sk: Pozývací kód
tr: Davet kodu

source: Identifies you on this web site. Use your real name or a nickname.
de: Identifiziert dich auf dieser Website. Benutze deinen richtigen Namen oder einen Spitznamen.
fi: Vous identifie sur ce site Web. Utilisez votre vrai nom ou un surnom.
pl: Identyfikuje cię na tej stronie. Użyj swojego prawdziwego imienia lub pseudonimu.
sk: Identifikuje vás na tejto stránke. Zadajte svoje reálne meno alebo prezývku.
tr: Bu web sitesinde sizi tanınacaksınız. Gerçek adınızı veya bir takma ad kullanın.

source: Choose screen name
fi: Choisissez un pseudonyme
pl: Wybierz wyświetlaną nazwę
tr: Ekran adı seçin

source: An address where you can receive emails.
de: Eine Adresse wo du Emails bekommen kannst
fi: un adresse où recevoir des emails.
pl: Adres na na który możesz otrzymywać emaile.
sk: Adresa na prijímanie mailov.
tr: E-postaları alabileceğiniz bir adres.

source: Your email address
de: Deine E-Mail-Adresse
fi: Votre adresse email
pl: Twój adres email
sk: Vaša emailová adresa
tr: E-posta adresiniz

source: Must be at least %1 characters
de: Mindestens %1 Zeichen
fi: Doit comporter au moins %1 caractères
pl: Musi mieć co najmniej %1 znaków
sk: Musí mať minimálne %1 znakov.
tr: En az %1 karakter olmalı

source: Choose password
de: Wähle Passwort
fi: Choisir un mot de passe
pl: Wybierz hasło
sk: Vyberte heslo
tr: Şifre seçin

source: Want to help more?
fi: Vous voulez aider davantage ?
pl: Chcesz bardziej pomóc?
sk: Chcete ešte pomôcť?
tr: Daha fazla yardım?

source: Tell friends and family about %1.
fi: Parlez à vos amis et à votre famille de %1.
pl: Powiedz znajomym i rodzinie o %1
sk: Povedzte o %1 priateľom a rodine.
tr: Arkadaşlarınıza ve ailenize % 1 hakkında bilgi verin.

source: Run BOINC on your other computing devices (desktops, laptops, tablets, Android phones).
fi: Exécutez BOINC sur vos autres périphériques informatiques (ordinateurs de bureau, ordinateurs portables, tablettes, téléphones Android).
pl: Uruchom BOINC na innych urządzeniach (komputery stacjonarne, laptopy, tablety, telefony z Androidem).
sk: Spustite BOINC na vašich ostatných výpočtových zariadeniach (desktop, laptop, tablet, android).
tr: Diğer bilgi işlem cihazlarınızda (masaüstü bilgisayarları, dizüstü bilgisayarlar, tabletler, Android telefonlar) BOINC uygulamasını çalıştırın.

source: Is BOINC running on this computer? If not, %1Download it%2.
fi: BOINC fonctionne-t-il sur cet ordinateur ? Sinon, %1téléchargez-le%2.
pl: Czy na tym komputerze działa BOINC? Jeśli nie, %1 pobierz go%2.
sk: Beží na tomto počítači BOINC? Ak nie, %1 stiahnite tu%2.
tr: BOINC bu bilgisayarda çalışıyor mu? Değilse, %1İndirin%2.

source: Green %1 Use 25% of processors, and stop computing when computer is idle.%2
de: Sparsam %1 Verwendet 25% der Prozessorleistung und beendet die Berechnung, wenn sich der Computer im Leerlauf befindet. %2
sk: Zelená %1 Používa 25 % procesorov a vypne výpočty ak je počítač nečinný.%2
tr: Yeşil %1 İşlemcilerin %25'ini kullanın ve bilgisayar boştayken hesaplamayı durdurun.%2

source: Max computing %1 Use all processors.%2
de: Maximal %1 Verwendet die gesamte Prozessorleistung. %2
sk: Max výpočet %1 Používa všetky procesory.%2
tr: Azami hesaplama %1 Tüm işlemcileri kullanın. %2

source: Preferenced saved.
de: Einstellungen gespeichert.
sk: Predvoľby boli uložené.
tr: Tercih kaydedildi.

source: Select science areas and locations you do or don't want to support. Click %1; for more detail, %2; for less. When done, click the Save button at the bottom.
de: Wählen Sie Wissenschaftsgebiete und -orte aus, die Sie unterstützen oder nicht unterstützen möchten. Klicken Sie auf %1; für weitere Einzelheiten, %2; für weniger. Wenn Sie fertig sind, klicken Sie auf die Schaltfläche Speichern am unteren Rand.
sk: Vyberte oblasti vedy a lokácie, ktoré nechcete podporovať. Kliknite %1; pre viac detailov, %2; pre menej. Keď skončíte kliknite na tlačidlo Uložiť na spodku.

source: Login
de: Anmeldung
fi: Connexion
sk: Prihlásiť
tr: Giriş yap

source: Status
fi: Statut
sk: Stav
tr: Durum

source: CPU FLOPS
fi: FLOPS du processeur

source: GPU FLOPS
fi: FLOPS du processeur graphique

source: %1 MB
fi: %1 Mo

source: %1 KB
fi: %1 Ko

source: %1 GB
fi: %1 Go

source: Email
tr: E-posta
