Repository: RobinVan/science_united
Catalog: *_translations/*.po
Languages: de, fi, pl, sk, tr

source: How much work is owed to the project; this changes from one day to the next.
de: Wie viel Arbeit dem Projekt zu verdanken ist; was sich von heute auf morgen ändern kann.
fi: Combien de calculs est dû au projet ; cela change d'un jour à l'autre.
pl: Jak dużo pracy jest winny projektowi; to się z mienia z dnia na dzień.
sk: Koľko práce prislúcha projektu; hodnota sa mení každý deň.

source: We then choose the highest-scoring projects (at least 2) that together can use all the computer's processors.
de: Wir wählen dann die Projekte mit der höchsten Punktzahl (mindestens 2), die zusammen alle Prozessoren des Computers verwenden können.
fi: Nous choisissons alors les projets les plus performants (au moins 2) qui, ensemble, peuvent utiliser tous les processeurs de l'ordinateur.
pl: Następnie wybieramy najwyżej punktujące projekty (co najmniej 2) które razem mogą wykorzystać wszystkie procesory komputera.
sk: Potom vyberieme projekty s najvyšším skóre (najmenej 2), ktoré môžu spolu využiť všetky procesory počítača.

source: Project
de: Projekt
fi: Projets
pl: Projekt
sk: Projekt
tr: Proje

source: Balance (GFLOPS days)
fi: Répartition (GFLOPS jours)
pl: Balans (GFLOPS dni)
sk: Vyváženie (GFLOPS dní)
tr: Denge (GFLOPS günleri)

source: Opted out?
fi: Se désengager ?
pl: Wycofany?
sk: Odhlásili ste sa?
tr: Vazgeçildi mi?

source: Score
de: Punktzahl
pl: Punktacja
sk: Skóre
tr: Puan

source: Can use %1?
fi: Utiliser %1 ?
pl: Może użyć %1?
sk: Može použiť %1?
tr: %1 kullanabilir mi?

source: Yes
de: Ja
fi: Oui
pl: Tak
sk: Áno
tr: Evet

source: Given the above info, this computer would do work for these projects:
de: Angesichts der getätigten Auswahl würde dieser Computer für diese Projekte rechnen:
fi: Compte tenu des informations ci-dessus, cet ordinateur fonctionnerait pour ces projets :
pl: W związku z powyższymi informacjami, ten komputer będzie pracował dla tych projektów:
sk: Vzhľadom k vyššie uvedeným informáciám by tento počítač pracoval pre tieto projekty:
tr: Yukarıdaki bilgi verildiğinde, bu bilgisayar aşağıdaki projeler için çalışacaktır:

source: No
de: Nein
fi: Non
pl: Nie
sk: Nie
tr: Hayır

source: Computer hardware and software
de: Computer Hard- und Software
fi: Matériel et logiciel informatiques
pl: Sprzęt i oprogramowanie komputera
sk: Softvér a hardvér počítača
tr: Bilgisayar donanım ve yazılımı

source: Projects for which this computer has done work
de: Projekte, für die dieser Computer gerechnet hat
fi: Projets pour lesquels cet ordinateur a calculé
pl: Projekty dla których ten komputer wykonał pracę
sk: Projekty, pre ktoré tento počítač pracoval
tr: Bu bilgisayarın çalıştığı projeler

source: Name
fi: Nom
pl: Nazwa
sk: Meno
tr: Ad

source: CPU time
de: CPU Zeit
fi: Temps processeur
pl: Czas CPU
sk: CPU čas
tr: CPU zamanı

source: GPU time
de: GPU Zeit
fi: Temps du processeur graphique
pl: Czas GPU
sk: GPU čas
tr: GPU zamanı

source: # jobs success
de: # Aufgaben erfolgreich
fi: # tâches accomplies
pl: # prawidłowych zadań
sk: # úloh úspešných
tr: # başarılı iş

source: #jobs fail
de: # Aufgaben fehlgeschlagen
fi: # tâches échouées
pl: # błędnych zadań
sk: # úloh neúspešných
tr: # başarısız iş

source: Computer details
fi: Détails sur l'ordinateur
pl: Szczegóły komputera
sk: Detaily počítača
tr: Bilgisayar ayrıntıları

source: Hardware/software details
de: Hard-/Softwaredetails
fi: Détails matériel et logiciel
pl: Szczegóły sprzętu/oprogramowania
sk: Detaily hardvéru/softvéru
tr: Donanım/yazılım ayrıntıları

source: How projects are chosen for this computer
de: Wie Projekte für diesen Computer gewählt werden
fi: Comment les projets sont choisis pour cet ordinateur
pl: Jak są wybierane projekty dla tego komputera
sk: Ako sa vyberajú projekty pre tento počítač
tr: Bu bilgisayar için projeler nasıl seçildi

source: Getting started
de: Erste Schritte
fi: Mise en route
pl: Zaczynamy
sk: Začíname
tr: Başlamak

source: Welcome to %1
de: Willkommen bei %1
fi: Bienvenue à %1
pl: Witamy w %1
sk: Vitajte v %1
tr: % 1'e hoş geldiniz

source: By now you should have downloaded and run BOINC. If so, you're done! Your computer will do run science jobs in the background, supporting research in the areas you selected.
de: Jetzt sollten Sie BOINC heruntergeladen und aktiviert haben. Wenn ja, alles klar! Ihr Computer wird wissenschaftliche Arbeiten im Hintergrund ausführen und die Forschung in den von Ihnen ausgewählten Bereichen unterstützen.
fi: Vous devriez avoir maintenant téléchargé et démarré BOINC. Si c'est le cas, c'est fini ! Votre ordinateur exécutera des travaux scientifiques en arrière-plan, soutenant la recherche dans les domaines que vous avez sélectionnés.
pl: Od teraz powinieneś mieć ściągnięty i zainstalowany BOINC. Jeśli tak, to skończyłeś! Twój komputer wykonywał w tle prace naukowe, wspierając badania w wybranych przez ciebie obszarach.
sk: Teraz by ste už mali mať stiahnutý a nainštalovaný BOINC. Ak áno, je hotovo! Váš počítač bude na pozadí spúšťať vedecké úlohy čím podporí výskum vo vybraných oblastiach.

source: Scientists need all the computing power they can get. To help further, you can:
de: Wissenschaftler brauchen jegliche Rechenleistung, die sie bekommen können. Um zu helfen, können Sie:
fi: Les scientifiques ont besoin de toute la puissance de calcul possible. Pour aider à faire davantage, vous pouvez :
pl: Naukowcy potrzebują całej mocy obliczeniowej jaką mogą dostać. By pomóc bardziej, możesz:
sk: Vedci potrebujú akúkoľvek výpočtovú silu. Ak chcete pomáhať viac, môžete:
tr: Bilim adamlarının alabilecekleri tüm hesaplama gücüne ihtiyaçları var. Daha fazla yardımcı olmak için şunları yapabilirsiniz:

source: Tell your family, friends, and co-workers about %1, and encourage them to volunteer.
de: Erzählen Sie Ihrer Familie, Ihren Freunden und Kollegen von %1 und ermutigen Sie sie, an Projekten beizutreten.
fi: Parlez de %1 à votre famille, à vos amis et à vos collègues de travail et encouragez-les à faire du bénévolat.
pl: Powiedz o %1 swojej rodzinie, przyjaciołom, i współpracownikom i zachęć ich do wsparcia.
sk: Povedzte o %1 vašej rodine, vašim priateľom či spolupracovníkom a povzbuďte ich aby sa stali dobrovoľníkmi.
tr: Ailenize, arkadaşlarınıza ve iş arkadaşlarınıza %1 hakkında bilgi verin ve onları gönüllü olmaya teşvik edin.

source: Run %1 on all your computing devices:
de: Führe %1 auf allen Geräten aus:
fi: Lancer %1 sur tous vos périphériques informatiques :
pl: Uruchom %1 na wszystkich swoich urządzeniach:
sk: Spustiť %1 na všetkých vašich zariadeniach:
tr: Tüm bilgisayar cihazlarınızda% 1 uygulamasını çalıştırın:

source: Desktops and laptops (Windows, Linux, Mac OS X): On that device, visit this web site (%1) and log in. Then select Download from the Project menu, and install BOINC as you did on this computer.
fi: Ordinateurs de bureau et portables (Windows, Linux, Mac OS X) : Sur ces machines, visitez ce site Web (%1) et connectez-vous à votre compte. Ensuite, sélectionnez Télécharger dans le menu Projet et installez BOINC comme vous l'avez fait sur cet ordinateur.
pl: Komputery stacjonarne i laptopy (Windows, Linux, Mac OS X): na tych urządzeniach, wejdź na tę stronę (%1) i się zaloguj. Następnie wybierz Pobierz z menu "Projekt", i zainstaluj BOINC tak jak to zrobiłeś na tym komputerze.
sk: Desktopy a laptopy (Windows, Linux, Mac OS X): Na týchto zariadeniach navštívte túto stránku (%1) a prihláste sa. Potom vyberte Download z menu Project a nainštalujte BOINC ako ste to spravili na tomto počítači.
tr: Masaüstü ve dizüstü bilgisayarlar (Windows, Linux, Mac OS X): Bu cihazda, bu web sitesini ziyaret edin (%1) ve giriş yapın. Ardından Proje menüsünden İndir'i seçin ve bu bilgisayarda yaptığınız gibi BOINC'ı yükleyin.

source: Android phones and tablets: install the BOINC app from the Google Play Store or (for Fire) the Amazon App Store. Choose Use Account Manager, select %1, and log in.
de: Für Android-Telefone und -Tablets: Installieren Sie die BOINC-App aus dem Google Play Store oder (für Fire) im Amazon App Store. Wählen Sie im Konto-Manager %1 aus und melden Sie sich an.
fi: Téléphones et tablettes Android : installez l'application BOINC depuis le Google Play Store ou (pour Fire) l'Amazon App Store. Sélectionnez "Utiliser le gestionnaire de comptes", sélectionnez %1 et connectez-vous à votre compte.
pl: Na telefonach i tabletach z Androidem: zainstaluj aplikację BOINC ze sklepu Google lub (dla Fire) sklepu Amazon. Wybierz "Użyj Menadżera kont", następnie %1, i się zaloguj.
sk: Telefóny a tablety s androidom: nainštalujte BOINC aplikáciu z Google Play Store alebo (pre Fire) z Amazon App Store. Vyberte Použiť manažéra kont, označte %1 a prihláste sa.
tr: Android telefonlar ve tabletler: BOINC uygulamasını Google Play Store'dan veya (Fire için) Amazon App Store'dan yükleyin. Hesap Yöneticisini Kullan'ı seçin, %1'i seçin ve giriş yapın.

source: You can %1 Join or create a Team%2.
fi: Vous pouvez %1rejoindre ou créer une équipe%2.
pl: Możesz %1 Dołączyć lub utworzyć drużynę%2.
sk: Môžete %1 vstúpiť do alebo vytvoriť Tím%2.
tr: %1Bir takıma katılabilir veya takım oluşturabilisiniz%2.

source: Computing prefs
de: Berechnungseinstellungen
fi: Préférences de calcul
pl: Ustawienia przetwarzania
sk: Predvoľby výpočtov
tr: Hesaplama tercihleri

source: Science prefs
fi: Préférences scientifiques
pl: Ustawienia naukowe
sk: Vedecké predvoľby
tr: Bilim tercihleri

source: Join
de: Beitreten
fi: Rejoindre
pl: Dołącz
sk: Pridať sa
tr: Katıl

source: Prefer
de: Bevorzugen
fi: Préférer
pl: Preferowany
sk: Preferovať
tr: Tercih Et

source: As needed
de: Nach Bedarf
fi: Selon les besoins
pl: W miarę potrzeb
sk: Ako je potrebné
tr: Gerektikçe

source: Science and location preferences
fi: Préférences en matière de science et de localisation
pl: Preferencje naukowe i lokalizacyjne
sk: Predvoľby vedy a lokácie
tr: Bilim ve konum tercihleri

source: Preferences saved.
pl: Preferencje zapisane.

source: Select science areas and locations you do or don't want to support. Click %1 for more detail, %2 for less. When done, click the Save button at the bottom.
pl: Wybierz obszary nauki lub lokalizacje które chcesz lub nie chcesz wspierać. Naciśnij %1 więcej szczegółów, %2 mniej szczegółów. Kiedy skończysz, naciśnij przycisk zapisz na dole.

source: Science areas
fi: Domaines scientifiques
pl: Obszary nauki
sk: Oblasti vedy
tr: Bilim alanları

source: Locations
de: Einsatzorte
fi: Localisations
pl: Lokalizacje
sk: Lokácie
tr: Konum

source: Your contribution history
fi: L'historique de vos contributions
pl: Historia twojego wkładu
sk: História príspevkov
tr: Katkı geçmişiniz

source: Computing power
de: Rechenleistung
fi: Puissance de calcul
pl: Moc obliczeniowa
sk: Výpočtová sila
tr: Hesaplama gücü

source: Computing time
de: Rechenzeit
fi: Temps de calcul
pl: Czas obliczeń
sk: Výpočtový čas
tr: Hesaplama süresi

source: Completed jobs
de: Fertige Aufgaben
fi: Tâches accomplies
pl: Ukończone zadania
sk: Ukončené úlohy
tr: Tamamlanmış işler

source: New
de: Neu
fi: Nouveau
pl: Nowy
sk: Nové
tr: Yeni

source: Established
de: Akzeptiert
fi: Établi
pl: Ustanowiono
sk: Stanovené
tr: Kurulmuş

source: In progress
de: In Bearbeitung
fi: En cours
pl: W trakcie
sk: Prebieha
tr: Devam etmekte

source: Unknown
de: Unbekannt
fi: Inconnu
pl: Nieznane
sk: Neznáme
tr: Bilinmeyen

source: since
de: seit
fi: depuis
pl: od
sk: od
tr: Şu zamandan beri:

source: CPU hours
de: CPU Stunden
fi: heures du processeur
pl: Godzin CPU
sk: CPU hodín
tr: CPU saatleri

source: GPU hours
de: GPU Stunden
fi: heures du processeur graphique
pl: Godzin GPU
sk: GPU hodín
tr: GPU saatleri

source: # successful jobs
de: # Erfolgreiche Aufgaben
fi: # tâches accomplies
pl: # prawidłowych zadań
sk: # úspešných úloh
tr: # başarılı iş

source: # failed jobs
de: # Fehlgeschlagene Aufgaben
fi: # tâches échouées
pl: # błędnych zadań
sk: # neúspešných úloh
tr: # başarısız iş

source: Account status
de: Kontostatus
fi: Statut du compte
pl: Status konta
sk: Stav konta
tr: Hesap durumu

source: Allowed by prefs?
fi: Autorisé par les préférences ?
pl: Dozwolony przez preferencje?
sk: Povolené predvoľbami?

source: Web site
de: Webseite
fi: Site Web
pl: Strona WWW
sk: Webstránka
tr: Web sitesi

source: Science keywords
fi: Mots-clés scientifiques
pl: Słowa kluczowe nauki
sk: Kľúčové slová vedy
tr: Bilim anahtar kelimeleri

source: Location keywords
fi: Mots-clés de localisation
pl: Słowa kluczowe lokalizacji
sk: Kľúčové slová lokácií
tr: Konum anahtar kelimeleri

source: CPU computing
de: CPU Berechnung
fi: Calcul du processeur
pl: Przetwarzanie CPU
sk: CPU výpočty
tr: CPU hesaplama

source: GPU computing
de: GPU Berechnung
fi: Calcul du processeur graphique
pl: Przetwarzanie GPU
sk: GPU výpočty
tr: GPU hesaplama

source: # jobs succeeded
de: # Aufgaben erfolgreich
fi: # tâches réussies
pl: # prawidłowych zadań
sk: # úloh úspešných
tr: # iş başarıldı

source: # jobs failed
de: # Aufgaben fehlgeschlagen
fi: # tâches échouées
pl: # błędnych zadań
sk: # úloh neúspešných
tr: # iş başarısız oldu

source: Include
de: einschließlich
fi: Inclure
pl: Zawrzyj
sk: Zahrnúť
tr: Dahil et

source: Exclude
de: ausschließlich
fi: Exclure
pl: Wyklucz
sk: Vylúčiť
tr: Hariç tut

source: Excluded?
de: Ausgeschlossen?
fi: Exclu ?
pl: Wykluczone?
sk: Vylúčené?
tr: Hariç tutulan?

source: Use if this project causes problems on your computer
de: Verwenden Sie dies, wenn dieses Projekt Probleme auf Ihrem Computer verursacht
fi: Utiliser si ce projet cause des problèmes sur cet ordinateur
pl: Użyj jeśli ten projekt powoduje problem na twoim komputerze
sk: Použite, ak tento projekt spôsobuje na vašom zariadení problémy.
tr: Bu projenin bilgisayarınızda sorun çıkarması durumunda kullanın

source: None
de: Nichts
fi: Aucun
pl: Brak
sk: Nič
tr: Hiçbiri

source: Return to project list
de: Zurück zur Projektliste
fi: Retour à la liste des projets
pl: Wróć do listy projektów
sk: Návrat do zoznamu projektov
tr: Proje listesine geri dön

source: At this point BOINC should be installed and running on your computer; the system tray should have an icon like this: %1 If not, %2get help here%3.
pl: W Tym momencie na twoim komputerze powinien być zainstalowany i uruchomiony BOINC; w zasobniku systemowy powinna być taka ikona jak ta: %1 Jeśli nie ma, 1%2tutaj uzyskasz pomoc%3.

source: What happens now?
pl: Co się teraz stanie?

source: BOINC, running in the background, will download computing jobs, process them, and upload the results. This will happen automatically; you don't have to do anything. This computation may cause your computer's fan to run, and it may slightly increase your electric bill.
pl: BOINC, pracując w tle, pobierze zadania obliczeniowe, przetworzy je i odeśle wyniki. To się stanie automatycznie; ty nie musisz nic robić. Te obliczenia mogą uruchomić wentylatory w twoim komputerze i nieznacznie zwiększyć twoje rachunki za prąd.

source: How to monitor and control BOINC
pl: Jak monitorować i kontrolować BOINC

source: You can monitor what BOINC is doing, and control it, using the BOINC Manager. Open this by double-clicking on the BOINC icon. Details are %1here%2.
pl: Możesz monitorować i kontrolować co robi BOINC za pomocą menadżera BOINC. Otwórz go za pomocą podwójnego kliknięcia w ikonę BOINC. Szczegóły są %1tu%2.

source: Computing preferences
pl: Ustawienia przetwarzania

source: BOINC is designed to not impact the performance of your computer for normal use. If it does, you can reduce this impact by, for example, limiting the amount of memory BOINC uses. You can control many settings. Check this out %1here%2.
pl: BOINC jest zaprojektowany by nie wpływać na wydajność twojego komputera przy normalnym użytkowaniu. Jeśli tak nie jest, możesz zmniejszyć ten wpływ, na przykład, zmniejszając ilość pamięci używaną przez BOINC. Możesz kontrolować wiele ustawień. Sprawdź to %1tu%2.

source: You can meet and communicate with other %1 participants in a variety of ways - take a look under the Community menu above.
pl: Możesz się spotykać i komunikować z innymi uczestnikami %1 w różnorodny sposób - warto zajrzeć powyżej w menu Społeczność.

source: Projects
de: Projekte
fi: Projets
pl: Projekty
sk: Projekty
tr: Projeler

source: click for details
de: klicke für Einzelheiten
fi: Cliquez pour plus de détails
pl: kliknij po szczegóły
sk: kliknite pre detaily
tr: ayrıntılar için tıklayın

source: Last RPC
fi: Dernier RPC
pl: Ostatnie RPC
sk: Posledné RPC
tr: Son RPC

source: Log out
de: Abmeldung
fi: Déconnexion
pl: Wyloguj
sk: Odhlásiť
tr: Çıkış yap

source: About %1
de: Über %1
fi: À propos de %1
pl: O %1
sk: O %1
tr: %1 Hakkında

source: Help
de: Hilfe
fi: Aide
pl: Pomoc
sk: Pomoc
tr: Yardım

source: Message boards
de: Schwarzes Brett
fi: Forums de discussion
pl: Fora
sk: Nástenky
tr: Mesaj Panoları

source: Teams
de: Gruppen
fi: Équipes
pl: Drużyny
sk: Tímy
tr: Takımlar

source: create or join a team
de: Erstelle oder trete einer Gruppe bei
fi: créer ou rejoindre une équipe
pl: utwórz lub dołącz do drużyny
sk: vytvorte, alebo vstúpte do tímu
tr: bir takıma katıl veya takım oluştur

source: Site
de: Seite
pl: Strona
sk: Stránka

source: Search
de: Suche
fi: Rechercher
pl: Szukaj
sk: Hľadať
tr: Arama yap

source: Languages
de: Sprachen
fi: Langues
pl: Język
sk: Jazyky
tr: Diller

source: Do science research on your computer, tablet, or phone
fi: Effectuez des recherches scientifiques sur votre ordinateur, votre tablette ou votre téléphone.
pl: Wykonuj badania naukowe na swoim komputerze, tablecie lub telefonie.
sk: Robte na svojom počítači, tablete či telefóne vedecký výskum.
tr: Bilgisayarınızda, tabletinizde veya telefonunuzda bilim araştırması yapın

source: Generated
de: Generiert
fi: Généré
pl: Wygenerowane
sk: Generované
tr: Oluşturulan

source: Your personal background.
de: Ihre persönliche Motivation.
fi: Votre histoire personnelle.
pl: Twoje tło osobiste.
sk: Vaše osobné informácie.
tr: Kişisel geçmişiniz.

source: Tell us about yourself. You could tell us where you're from, your age, occupation, hobbies, or anything else about yourself.
de: Erzähl etwas von dir. Über Herkunft, Alter, Beruf, Hobbies oder irgendetwas anderes über sich selbst.
fi: Parlez-nous de vous. Vous pourriez nous dire d'où vous venez, votre âge, votre profession, vos passe-temps ou tout autre chose vous concernant.
pl: Opowiedz nam o sobie. Możesz nam powiedzieć skąd jesteś, ile masz lat, jaki jest twój zawód, hobby lub cokolwiek innego na swój temat.
sk: Povedzte nám o sebe. Môžete nám povedať koľko vám je, odkiaľ ste, zamestnanie, koníčky alebo čokoľvek o sebe.
tr: Bize kendinizden bahsedin. Bize yaşadığınız yeri, yaşınızı, mesleğinizi, hobilerinizi ya da kendiniz hakkında başka bir şeyi söyleyebilirsiniz.

source: Your opinions about %1
de: Deine Meinung über %1
fi: Votre avis à propos de %1
pl: Twoja opinia o %1
sk: Váš názor na %1
tr: %1 ile ilgili görüşleriniz

source: Tell us your thoughts about %1<ol> <li>Why do you run %1? <li>What are your views about the project? <li>Any suggestions? </ol>
fi: Dites-nous notre avis à propos de %1<ol> <li>Pourquoi choisir %1 ? <li>Que pensez-vous de ce projet ? <li>Des suggestions ? </ol>
pl: Powiedz nam o swoich przemyśleniach o %1<ol> <li>Dla czego bierzesz udział w %1? <li>Jakie są Twoje poglądy na temat projektu? <li>Jakieś sugestie? </ol>
sk: Povedzte nám svoje pocity z %1<ol> <li>Prečo počítate %1? <li>Aké máte od projektu očakávania? <li>Nejaké návrhy? </ol>

source: Maybe
de: Vielleicht
fi: Peut-être
pl: Może
sk: Možno
tr: Olabilir

source: Edit preferences
de: Einstellungen bearbeiten
fi: Modifier les préférences
pl: Edytuj ustawienia
sk: Upraviť predvoľby
tr: Tercihleri düzenle

source: Initial
de: Anfang
pl: Inicjał
sk: Počiatočné
tr: Baştaki

source: Transient error
de: Vorübergehender Fehler
fi: Erreur transitoire
pl: Błąd przejściowy
sk: Prechodná chyba
tr: Geçici hata

source: No accounts yet
de: Noch keine Konten
fi: Pas encore de compte
pl: Na razie brak konta
sk: Zatiaľ žiadne konto
tr: Henüz hesap yok

source: # jobs fail
fi: # tâches échouées
pl: # błędnych zadań
sk: # úloh neúspelo
tr: # iş başarısız

source: Domain name
fi: Nom de domaine
pl: Nazwa domeny
sk: Názov domény
tr: Alan adı

source: Product name
de: Produktname
fi: Nom du produit
pl: Nazwa produktu
sk: Názov produktu
tr: Ürün adı

source: Local Standard Time
de: Lokale Standard Zeit
fi: Heure locale standard
pl: Lokalny czas standardowy
sk: Miestny čas
tr: Yerel Standart Zaman

source: UTC %1 hours
de: UTC %1 Stunden
fi: %1 heures UTC
pl: UTC %1 godzin
sk: UTC %1 hodín
tr: UTC %1 saat

source: Created
de: Erstellt
fi: Créé
pl: Utworzono
sk: Vytvorené
tr: Oluşturuldu

source: Number of times client has contacted server
de: Wie häufig der Client den Server kontaktiert hat
fi: Nombre de fois où le client a contacté le serveur
pl: Ile razy klient skontaktował się z serwerem
sk: Počet kontaktov klienta so serverom
tr: İstemcinin sunucuyla iletişim kurma sayısı

source: Last time contacted server
de: Zuletzt Server kontaktiert
fi: Dernier contact avec le serveur
pl: Ostatni kontakt z serwerem
sk: Posledný kontakto so serverom
tr: Son kez iletişim kurulan sunucu

source: Fraction of time BOINC is running
fi: Fraction du temps d'exécution de BOINC
pl: Procent czasu przez jaki BOINC jest uruchomiony
sk: Časť času kedy BOINC beží
tr: BOINC'in çalıştığı zaman kesiri

source: While BOINC is running, fraction of time computer has an Internet connection
fi: Pendant que BOINC est en cours d'exécution, fraction du temps où l'ordinateur dispose d'une connexion Internet
pl: Procent czasu kiedy dostępne jest połączenie z Internetem, podczas gdy BOINC jest uruchomiony
sk: Keď BOINC beží časť času kedy má počítač pripojenie na internet

source: While BOINC is running, fraction of time computing is allowed
fi: Pendant que BOINC est en cours d'exécution, fraction du temps où le calcul est autorisé.
pl: Procent czasu kiedy przetwarzanie jest dozwolone, podczas gdy BOINC jest uruchomiony
sk: Keď BOINC beží časť času, kedy sú povolené výpočty

source: While is BOINC running, fraction of time GPU computing is allowed
fi: Pendant que BOINC est en cours d'exécution, fraction du temps où le calcul avec le processeur graphique est autorisé.
pl: Procent czasu kiedy przetwarzanie na GPU jest dozwolone, podczas gdy BOINC jest uruchomiony
sk: Keď BOINC beží časť času, kedy sú povolené výpočty na GPU

source: CPU type
de: CPU Typ
fi: Type de processeur
pl: Typ procesora
sk: Typ CPU
tr: CPU türü

source: Number of processors
de: Anzahl der Prozessoren
fi: Nombre de processeurs
pl: Liczba procesorów
sk: Počet procesorov
tr: İşlemci sayısı

source: Coprocessors
de: Coprozessoren
fi: Coprocesseurs
pl: Koprocesory
sk: Koprocesory
tr: Yardımcı işlemciler

source: Operating System
de: Betriebssystem
fi: Système d'exploitation
pl: System operacyjny
sk: Operačný systém
tr: İşletim Sistemi

source: BOINC version
fi: Version de BOINC
pl: Wersja BOINC
sk: Verzia BOINC
tr: BOINC sürümü

source: Memory
de: Speicher
fi: Mémoire
pl: Pamięć
sk: Pamäť
tr: Bellek

source: Cache
de: Zwischenspeicher
pl: Pamięć podręczna
sk: Keška
tr: Önbellek

source: Swap space
de: Auslagerungsplatz
fi: Espace de pagination (swap)
pl: Przestrzeń wymiany
sk: Vyrovnávací priestor
tr: Takas alanı

source: Total disk space
de: Gesamter Festplattenplatz
fi: Espace disque total
pl: Całkowita przestrzeń dyskowa
sk: Celková veľkosť disku
tr: Toplam disk alanı

source: Free Disk Space
de: Freier Festplattenplatz
fi: Espace disque libre
pl: Wolna przestrzeń dyskowa
sk: Voľné miesto na disku
tr: Boş disk alanı

source: Measured floating point speed
fi: Vitesse mesurée en virgule flottante
pl: Zmierzona wydajność zmiennoprzecinkowa
sk: Nameraná rýchlosť pohyblivej rádovej čiarky
tr: Ölçülen kayar nokta hızı

source: %1 million ops/sec
de: %1 Millionen Operationen/Sek.
fi: %1 million(s) opérations/s
pl: %1 milionów operacji/s
sk: %1 milliónov op/s
